Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Do you want to also delete the disk image data? If yes, the data will be lost. Otherwise, you can create a new drive with the existing data.
es_419: ¿Desea también eliminar los datos de la imagen de disco? Si es así, los datos se perderán. De lo contrario, puedes crear una nueva unidad con los datos existentes.
fi: Haluatko poistaa myös levykuvatiedot? Jos kyllä, tiedot menetetään. Muussa tapauksessa voit luoda uuden aseman olemassa olevilla tiedoilla.
it: Vuoi anche eliminare i dati dell'immagine disco? Se sì, i dati saranno persi. In caso contrario, puoi creare un nuovo disco con i dati esistenti.
ko: 디스크이미지 데이터를 지우겠습니까? 데이터가 삭제됩니다. 취소할 경우, 기존 데이터로 새로운 드라이브를 생성할 수 있습니다.
pl: Czy chcesz także usunąć dane obrazu dysku? Jeśli tak, dane zostaną utracone. W przeciwnym wypadku możesz utworzyć nowy dysk z istniejącymi danymi.
ru: Хотите ли вы также удалить данные образа диска? Если да, то данные будут потеряны. В противном случае можно создать новый диск с имеющимися данными.

source: Download Ubuntu Server for ARM
es_419: Descargar Ubuntu Server para ARM
fi: Lataa Ubuntu Server for ARM
it: Scarica Ubuntu Server per ARM
ru: Скачать Ubuntu Server для ARM

source: Drive Options
es_419: Opciones de unidad de disco
fi: Ajovaihtoehdot
it: Opzioni Disco
ko: 드라이브 옵션
pl: Opcje dysków
ru: Опции дисков

source: Empty
es_419: Vacío
fi: Tyhjä
it: Vuoto
pl: Pusto
ru: Пусто

source: Enable Directory Sharing
es_419: Habilitar directorio compartido
fi: Ota hakemistojen jakaminen käyttöön
it: Abilita Condivisione Cartella
ko: 공유폴더 활성화
pl: Włącz współdzielenie katalogów
ru: Включить совместное использование каталогов

source: Enabled
es_419: Habilitado
fi: Käytössä
it: Abilitato
ko: 활성화
pl: Włączone
ru: Включено

source: Error renaming file
es_419: Error al renombrar archivo
fi: Virhe tiedoston nimeämisessä
it: Errore di ridenominazione file
ko: 파일 이름 변경 중 에러
pl: Błąd podczas zmiany nazwy pliku.
ru: Ошибка при переименовании файла

source: Error trying to restore removable drives: %@
fi: Virhe yritettäessä palauttaa irrotettavia asemia: %@
fr: Erreur lors de la tentative de restauration du lecteur amovible : %@
pl: Wystąpił błąd podczas próby odzyskania dysków zewnętrznych: %@

source: Error trying to start shared directory: %@
es_419: Error al intentar iniciar el directorio compartido: %@
fi: Virhe yritettäessä käynnistää jaettu hakemisto: %@
fr: Erreur lors de la tentative de démarrage du dossier partagé ：%@
it: Errore durante l'avvio della cartella condivisa: %@
pl: Wystąpił błąd podczas próby uruchomienia współdzielonego katalogu ：%@
ru: Ошибка при попытке запуска общего каталога: %@

source: Failed create bookmark.
es_419: No se pudo crear el marcador.
fi: Kirjanmerkin luominen epäonnistui.
it: Impossibile creare preferito.
ko: 북마크 생성에 실패했습니다.
pl: Nie udało się stworzyć zakładki.
ru: Не удалось создать закладку.

source: Failed to check name.
es_419: No se pudo verificar el nombre.
fi: Nimen tarkistaminen epäonnistui.
it: Impossibile verificare il nome.
ko: 이름 체크에 실패했습니다.
pl: Nie udało się sprawdzić nazwy.
ru: Не удалось проверить имя.

source: Failed to connect to SPICE server.
es_419: No se pudo conectar al servidor SPICE.
fi: Yhteyden muodostaminen SPICE-palvelimeen epäonnistui.
it: Collegamento al server SPICE fallito
ko: SPICE 서버 연결에 실패했습니다.
pl: Nie udało się połączyć z serwerem SPICE.
ru: Не удалось подключиться к серверу SPICE.

source: Failed to delete saved state.
es_419: No se pudo eliminar el estado guardado.
fi: Tallennetun tilan poistaminen epäonnistui.
it: Salvataggio dello stato fallito.
pl: Nie udało się usunąć zapisanego stanu.
ru: Не удалось удалить сохраненное состояние.

source: Failed to get VM object.
es_419: No se pudo obtener el objeto de la VM.
fi: VM-objektin hakeminen epäonnistui.
it: Non è stato possibile ottenere l'oggetto della VM
ko: VM 요소를 가져오는 데 실패했습니다.
pl: Nie udało się dostać objektu wirtualnej maszyny.
ru: Не удалось получить объект ВМ.

source: Failed to load plist
es_419: No se pudo cargar la plist
fi: Plistin lataaminen epäonnistui
fr: Impossible de charger la plist
it: Caricamento del plist fallito
ko: plist를 불러오는 데 실패했습니다.
pl: Nie udało się załadować pliku plist
ru: Не удалось загрузить plist

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots.
es_419: No se pudo guardar la instantánea de la VM.
fi: VM-vedoksen tallentaminen epäonnistui. Yleensä tämä tarkoittaa, että ainakin yksi laite ei tue tilannekuvia.
it: Non è stato possibile salvare l'istantanea della VM. Generalmente, questo significa che almeno uno dei dispositivi non supporta le istantanee.
pl: Nie udało się zapisać migawki wirtualnej maszyny. Zazwyczaj oznacza to, że conajmniej jedno urządzenie nie wspiera migawek.
ru: Не удалось сохранить моментальный снимок ВМ. Обычно это означает, что по крайней мере одно устройство не поддерживает моментальные снимки.

source: File Imported
fi: Tiedosto tuotu
pl: Plik zaimportowany

source: Fit To Screen
es_419: Adaptar a la pantalla
fi: Sovita näytölle
it: Adatta allo Schermo
ko: 화면에 맞춤
pl: Dopasuj do ekranu
ru: Адаптировать под экран

source: Force slower emulation by default (deprecated: now configured per-VM)
fi: Pakota hitaampi emulointi oletuksena (vanhentunut: nyt määritetty VM-kohtaisesti)

source: Full Graphics
es_419: Gráficos completos
fi: Täysi grafiikka
it: Grafica Completa
ko: 그래픽 인터페이스
pl: Pełne wsparcie graficzne
ru: Полная графика

source: Generate Windows Installer ISO
es_419: Generar imagen ISO del instalador de Windows
fi: Luo Windows Installer ISO
it: Genera l'immagine ISO dell'Installer di Windows
ru: Создать установочный образ ISO Windows

source: Guest address (optional)
es_419: Dirección de invitado (opcional)
fi: Vierasosoite (valinnainen)
it: Indirizzo Guest (opcional)
ko: 게스트 주소(선택)
pl: Adres gościa (wymagane)
ru: Гостевой адрес (опционально)

source: Guest port (required)
es_419: Puerto de invitado (requerido)
fi: Vierasportti (pakollinen)
it: Porta Guest (richiesto)
ko: 게스트 포트(필수)
pl: Port gościa (wymagane)
ru: Гостевой порт (обязательно)

source: Hint: For the best Windows experience, make sure to download and install the latest [SPICE tools and QEMU drivers](https://mac.getutm.app/support/).
fi: Vihje: Saat parhaan Windows-kokemuksen lataamalla ja asentamalla uusimmat [SPICE-työkalut ja QEMU-ohjaimet](https://mac.getutm.app/support/).

source: Hint: To show the toolbar again, use a three-finger swipe down on the screen.
es_419: Pista: Para mostrar de nuevo la barra de herramientas, desliza hacia abajo con 3 dedos en la pantalla.
fi: Vihje: Näytä työkalurivi uudelleen pyyhkäisemällä näytöllä kolmella sormella alaspäin.
it: Suggerimento: per mostrare di nuovo la barra degli strumenti, scorri con tre dita sullos chermo.
ko: 팁: 도구모음을 다시 보려면, 세 손가락으로 화면을 쓸어내리세요.
pl: Wskazówka: Aby znów pokazać pasek narzędzi, przesuń w dół trzema palcami na ekranie.
ru: Подсказка: Чтобы снова отобразить панель инструментов, проведите по экрану тремя пальцами вниз.

source: Host address (optional)
es_419: Dirección de host (opcional)
fi: Palvelinosoite (valinnainen)
it: Indirizzo Host (opcional)
ko: 호스트 주소(선택)
pl: Adres gospodarza (opcjonalne)
ru: Адрес хоста (опционально)

source: Host port (required)
es_419: Puerto de host (requerido)
fi: Palvelinportti (pakollinen)
it: Porta Host (requerido)
ko: 호스트 포트(필수)
pl: Port gospodarza (wymagane)
ru: Порт хоста (обязательно)

source: Hypervisor
es_419: Hipervisor
fi: Hypervisori
pl: Hipernadzorca
ru: Гипервизор

source: I want to…
es_419: Quiero...
fi: Haluan…
it: Voglio...
pl: Chcę...
ru: Я хочу…

source: IDE Drive
fi: IDE-asema
pl: Dysk IDE

source: Import Drive…
es_419: Importar unidad...
fi: Tuo asema...
fr: Importer un lecteur…
it: Importa Disco...
ja: ドライブを読み込む…
pl: Importuj dysk...
ru: Импортировать диск…
zh_hans: 导入驱动器…
zh_hant: 匯入磁碟機⋯
zh_hk: 輸入磁碟機⋯

source: Import Virtual Machine…
es_419: Importar máquina virtual...
fi: Tuo virtuaalikone...
it: Importa una Macchina Virtuale...
pl: Importuj wirtualną maszynę...
ru: Импортировать виртуальную машину…

source: Importing %@…
es_419: Importando %@...
fi: Tuodaan %@…
it: Importazione di %@...
pl: Importuję %@…
ru: Импортирование %@…

source: Internal error starting main loop.
es_419: Error interno al iniciar el bucle principal.
fi: Sisäinen virhe pääsilmukan käynnistämisessä.
it: Si è verificato un errore interno all'avvio del loop principale.
ko: main loop 시작 중 내부 오류가 발생했습니다.
pl: Błąd wewnętrzny podczas uruchamiania głównej pętli.
ru: Внутренняя ошибка при запуске основного цикла.

source: Internal error starting VM.
es_419: Error interno al iniciar la VM.
fi: Sisäinen virhe käynnistettäessä VM.
it: Si è verificato un errore interno all'avvio della VM.
ko: VM 시작 중 내부 오류가 발생했습니다.
pl: Błąd wewnętrzny podczas uruchomiania wirtualnej maszyny.
ru: Внутренняя ошибка при запуске ВМ.

source: Invalid core count.
es_419: Cantidad inválida de núcleos.
fi: Virheellinen ydinmäärä.
it: Numero di core non valido.
ko: 잘못된 코어 값입니다.
pl: Niewłaściwa liczba przypisanych rdzeni.
ru: Недопустимое количество ядер.

source: Invalid drive size.
es_419: Tamaño inválido del disco.
fi: Virheellinen aseman koko.
it: Dimensione del disco non valida.
ko: 잘못된 드라이브 크기 값입니다.
pl: Niewłaściwy rozmiar dysku.
ru: Недопустимый размер диска.

source: Invalid file selected.
es_419: Archivo seleccionado inválido
fi: Virheellinen tiedosto valittu.
it: File selezionato non valido.
ko: 잘못된 파일 선택입니다.
pl: Wybrano niewłaściwy plik.
ru: Выбран недопустимый файл

source: Invalid memory size.
es_419: Tamaño inválido de memoria.
fi: Virheellinen muistin koko.
it: Dimensione della memoria non valida.
ko: 잘못된 메모리 크기 값입니다.
pl: Niewłaściwy rozmiar pamięci.
ru: Недопустимый объем памяти.

source: Invalid name
es_419: Nombre inválido
fi: Epäkelpo nimi
it: Nome non valido
ko: 잘못된 이름
pl: Niewłaściwa nazwa
ru: Недопустимое имя

source: Invalid size
es_419: Tamaño inválido
fi: Väärä koko
it: Dimensione non valida
ko: 잘못된 크기
pl: Niewłaściwy rozmiar
ru: Недопустимый размер

source: Invalid UTM not imported.
es_419: UTM inválido no importado.
fi: Virheellinen UTM ei tuotu.
it: UTM non valido non importato.
pl: Niewłaściwy UTM, nie zaimportowano.
ru: Недопустимый UTM не импортирован.

source: Invert Mouse Scroll
es_419: Invertir el desplazamiento del mouse
fi: Käänteinen hiiren vieritys
it: Inverti lo scorrimento del mouse
ko: 마우스 스크롤 반전
pl: Odwróć kółko myszy
ru: Инвертировать прокрутку мыши

source: JIT cache size cannot be larger than 2GB.
es_419: El tamaño de caché de JIT no puede ser mayor a 2GB.
fi: JIT-välimuistin koko ei saa olla suurempi kuin 2 Gt.
it: La dimensione della cache JIT non può essere superiore a 2GB.
ko: JIT 캐시는 2GB를 초과할 수 없습니다.
pl: Rozmiar pamięci podręcznej JIT nie może być większy niż 2GB.
ru: Размер JIT-кэша не может быть больше 2 ГБ.

source: JIT cache size too small.
es_419: El tamaño de caché de JIT es muy pequeño.
fi: JIT-välimuistin koko liian pieni.
it: Dimensione della cache JIT insufficiente.
ko: JIT 캐시가 너무 작습니다.
pl: Rozmiar pamięci podręcznej JIT jest za mały.
ru: Размер кэша JIT слишком мал.

source: Legacy
es_419: Heredado
fi: Perintö
ko: 레거시
ru: Устаревший

source: Legacy (PS/2) Mode
es_419: Modo heredado (PS/2)
fi: Vanha (PS/2) -tila
it: Modalità Legacy (PS/2)
ko: 레거시 (PS/2) 모드
pl: Tryb Legacy (PS/2)
ru: Устаревший режим (PS/2)

source: Linux initial ramdisk:
es_419: RAMDisk de Linux inicial:
fi: Linuxin alkuperäinen muistilevy:
it: RAMDisk iniziale di Linux:
pl: Inicjuj dysk na pamięci RAM systemu Linux:
ru: Первоначальный ramdisk Linux:

source: Linux Root FS image (optional)
fi: Linux Root FS -kuva (valinnainen)

source: Linux Root FS Image:
fi: Linux FS -juurikuva:
pl: Obraz Linux RootFS:

source: Mouse Wheel
es_419: Rueda de ratón
fi: Hiiren rulla
it: Rotella del Mouse
ko: 마우스 휠
pl: Kółko myszy
ru: Колесо мыши

source: Moving %@…
es_419: Moviendo %@...
fi: Siirretään %@…
it: Spostamento di %@...
pl: Przenoszę %@…
ru: Перемещение %@…

source: Name is an invalid filename.
es_419: El nombre de archivo no es válido.
fi: Nimi on virheellinen tiedostonimi.
it: Il nome non è un nome di file valido.
ko: 잘못된 파일이름입니다.
pl: Nazwa pliku jest nieprawidłowa.
ru: Имя является недопустимым именем файла

source: New Drive…
es_419: Nueva unidad...
fi: Uusi asema…
fr: Nouveau lecteur…
it: Nuovo Disco...
ja: 新規ドライブ…
pl: Nowy dysk...
ru: Новый диск…
zh_hans: 新建驱动器…
zh_hant: 新增磁碟機…
zh_hk: 新增磁碟機⋯

source: New port forward
es_419: Nuevo puerto de redirección
fi: Uusi portitus
it: Nuovo Inoltro di Porta
ko: 포트포워딩 추가
pl: Nowe przekierowanie portu
ru: Новое перенаправление портов

source: New Virtual Machine
es_419: Nueva máquina virtual (VM)
fi: Uusi virtuaalikone
it: Nuova Macchina Virtuale
pl: Nowa wirtualna maszyna
ru: Новая Виртуальная Машина

source: New VM name
es_419: Nuevo nombre de VM
fi: Uusi VM-nimi
it: Nuovo nome della VM
ko: 새 VM 이름
pl: Nazwa nowej wirtualnej maszyny
ru: Имя новой ВМ

source: No connection for RPC.
es_419: Sin conexión para RPC.
fi: Ei yhteyttä RPC:lle.
it: Nessuna connessione per RPC.
pl: Brak połączenia z RPC.
ru: Отсутствует соединение для RPC.

source: No debug log found!
es_419: ¡No se encontró ningún registro de depurado!
fi: Virheenkorjauslokia ei löytynyt!
it: Nessun messaggio di debug trovato!
ko: 디버그 로그가 없습니다!
pl: Nie znaleziono dziennika zdarzeń do debugowania!
ru: Журнал отладки не найден!

source: No drives added.
es_419: Sin unidades añadidas.
fi: Ei asemia lisätty.
it: Nessun disco aggiunto.
ko: 드라이브가 없습니다.
pl: Nie dodano dysku.
ru: Нет добавленных дисков.

source: No log found!
es_419: ¡No se encontró ningún registro!
fi: Lokia ei löytynyt!
it: Nessun messaggio di log trovato!
ko: 로그가 없습니다!
pl: Nie znaleziono dziennika zdarzeń!
ru: Журнал не найден!

source: Not running
es_419: No está en ejecución
fi: Ei juokse
it: Non in essecuzione
ko: 실행중이지 않음
pl: Nie uruchomiono
ru: Не запущена

source: Note: Boot order is as listed.
es_419: Nota: El orden de arranque es el que se indica.
fi: Huomaa: Käynnistysjärjestys on luettelon mukainen.
it: Nota: La priorità di avvio è come indicata.
pl: Pamiętaj: Kolejność uruchamiania zależy od kolejności poniżej.
ru: Примечание: Порядок загрузки соответствует указанному.

source: Note: select the path to share from the main screen.
es_419: Nota: selecciona la ruta a compartir desde la pantalla principal.
fi: Huomaa: valitse jaettava polku päänäytöstä.
it: Nota: seleziona il percorso da condividere dall'interfaccia principale.
ko: 팁: 공유폴더 경로는 VM 정보 요약 화면에서 지정할 수 있습니다.
pl: Pamiętaj: Wybierz ścieżkę do udostępniania z głównego ekranu.
ru: Примечание: выберите путь для общего доступа на главном экране.

source: NVMe Drive
fi: NVMe-asema
pl: Dysk NVMe

source: Optical drive
fi: levykeasema

source: Please select a system to emulate.
es_419: Por favor selecciona un sistema a emular.
fi: Valitse emuloitava järjestelmä.
it: Seleziona un sistema da emulare.
pl: Wybierz system który chcesz emulować.
ru: Пожалуйста, выберите систему для эмуляции.

source: PS/2 has higher compatibility with older operating systems but does not support custom cursor settings.
es_419: PS/2 tiene una mayor compatibilidad con sistemas operativos antiguos, pero no soporta configuraciones personalizadas del cursor.
fi: PS/2:lla on parempi yhteensopivuus vanhempien käyttöjärjestelmien kanssa, mutta se ei tue mukautettuja kohdistimen asetuksia.
it: PS/2 ha una compatibilità superiore con i sistemi operativi più vecchi, ma non supporta le impostazioni specifiche del cursore.
ko: PS/2는 오래된 운영체제에서 더 나은 호환성을 가지지만 커스텀 커서에 관한 설정을 지원하지 않습니다.
pl: PS/2 ma większą kompatybilnść ze starszymi systemami operacyjnymi, ale nie wspiera obecnych ustawień kursora.
ru: PS/2 имеет более высокую совместимость со старыми операционными системами, но не поддерживает пользовательские настройки курсора.

source: Requires SPICE guest agent tools to be installed. Retina Mode is recommended only if the guest OS supports HiDPI.
es_419: Se requiere tener instalado las herramientas de agente invitado de SPICE. El Modo Retina es recomendado sólo si el sistema operativo invitado soporta HiDPI.
fi: Edellyttää SPICE-vierasagenttityökalujen asentamista. Retina-tilaa suositellaan vain, jos vieraskäyttöjärjestelmä tukee HiDPI:tä.
it: Richiede che gli strumenti guest di SPICE siano installati. La Modalità Retina è raccomandata solo sui sistemi operativi che supportano HiDPI.
ko: SPICE guest agent tools 도구가 설치되어 있어야 합니다. 레티나 모드는 게스트 OS가 HiDPI를 지원할 시에만 권장합니다.
pl: Wymaga zainstalowania agenta dodatków gościa SPICE. Tryb Retina jest zalecany tylko wtedy gdy system operacyjny gościa wspiera HiDPI.
ru: Требуется установка средств гостевого агента SPICE. Режим Retina Mode рекомендуется использовать только в том случае, если гостевая ОС поддерживает HiDPI.

source: Requires SPICE WebDAV service to be installed.
es_419: Se requiere tener instalado el servicio WebDAV de SPICE.
fi: Edellyttää SPICE WebDAV -palvelun asentamista.
it: Richiede l'installazione del servizio WebDAV di SPICE.
ko: SPICE WebDAV 서비스가 설치되어 있어야 합니다.
pl: Wymaga zainstalowanych usług SPICE WebDAV.
ru: Требуется установка сервиса SPICE WebDAV.

source: Saving %@…
es_419: Guardando %@...
fi: Tallentaa %@…
it: Salvataggio di %@...
pl: Zapisuję %@…
ru: Сохранение %@…

source: SCSI Drive
fi: SCSI-asema
pl: Dysk SCSI

source: Set to 0 for default which is 1/4 of the allocated Memory size. This is in addition to the host memory!
es_419: Establecido en 0 por defecto, que es 1/4 del tamaño de la memoria asignada. ¡Esto se suma a la memoria del host!
fi: Aseta oletusarvoksi 0, joka on 1/4 varatusta muistin koosta. Tämä on isäntämuistin lisäksi!
it: Impostato al valore predefinito di 0, che corrisponde a un quarto della memoria allocata. Questa si aggiunge alla quantità di memoria utilizzata!
ko: 0으로 설정 시 기본값인 메모리 크기의 1/4를 할당합니다. 위에서 설정한 메모리 크기와 별개입니다!
pl: Ustaw na 0 aby użyć ustawień domyślnych, czyli 1/4 przypisanej pamięci. To w dodatku do pamięci gospodarza.
ru: По умолчанию установлено значение 0, что составляет 1/4 от объема выделенной памяти. Это в дополнение к памяти хоста!

source: Set to 0 to use maximum supported CPUs. Force multicore might result in incorrect emulation.
es_419: Establecer en 0 para usar la cantidad máxima de CPUs soportados. Forzar multinúcleo puede resultar en una emulación incorrecta.
fi: Aseta arvoon 0, jos haluat käyttää enimmäistuettuja suorittimia. Moniytimisen pakottaminen voi johtaa virheelliseen emulointiin.
it: Imposta a 0 per utilizzare il numero massimo di CPU supportate. Forzare l'uso di multicore potrebbe risultare in emulazione scorretta.
ko: 0으로 설정 시 가능한 최대 CPU의 개수를 설정합니다. 멀티코어 강제 활성화시 부정확한 에뮬레이션을 일으킬 수 있습니다.
pl: Ustaw na 0 aby użyć maksymalną dostępną ilość rdzeni procesora. 'Wymuś wielowątkowość' może zmniejszyć poprawność emulacji.
ru: Установите значение 0, чтобы использовать максимальное количество процессоров. Принудительное использование многоядерности может привести к некорректной эмуляции.

source: Shared path has moved. Please re-choose.
es_419: La ruta compartida ha sido movida. Por favor selecciona una nueva ruta.
fi: Jaettu polku on muuttanut. Valitse uudelleen.
it: Il percorso condiviso è cambiato. Sceglierne uno nuovo.
ko: 공유폴더 경로가 이동되었습니다. 다시 선택하세요.
pl: Ścieżka współdzielonego katalogu została przeniesiona. Wybierz nową.
ru: Общий путь переместился. Пожалуйста, выберите повторно.

source: Shared path is no longer valid. Please re-choose.
es_419: La ruta compartda ya no es válida. Por favor selecciona una nueva ruta.
fi: Jaettu polku ei ole enää kelvollinen. Valitse uudelleen.
it: Il percorso condiviso non è più valido. Sceglierne uno nuovo.
ko: 공유폴더 경로가 잘못되었습니다. 다시 선택하세요.
pl: Ścieżka współdzielonego katalogu nie jest prawidołowa. Wybierz nową.
ru: Общий путь больше не действителен. Пожалуйста, выберите повторно.

source: Skip ISO boot (advanced)
es_419: Ignorar el arranque ISO (avanzado)
fi: Ohita ISO-käynnistys (edistynyt)
it: Salta Avvio da ISO (Avanzato)
pl: Pomiń uruchomienie z ISO (zaawansowane)
ru: Пропустить загрузку ISO (дополнительно)

source: SPICE WebDAV (Legacy)
fi: SPICE WebDAV (perintö)

source: Stop…
es_419: Detener...
fi: Pysäytä…
it: Arresta...
ru: Остановить…

source: TCP Forward
es_419: Redirección TCP
fi: TCP eteenpäin
it: Inoltro TCP
pl: Przekierowanie TCP
ru: Проброс TCP

source: The total memory usage is close to your device's limit. iOS will kill the VM if it consumes too much memory.
es_419: El uso de memoria total está cerca del límite del dispositivo. iOS matará la VM si consume demasiada memoria.
fi: Kokonaismuistin käyttö on lähellä laitteesi rajaa. iOS tappaa virtuaalikoneen, jos se kuluttaa liikaa muistia.
it: L'uso di memoria attuale è vicino al limite massimo del tuo dispositivo, iOS terminerà la VM se consuma troppa memoria.
ko: 총 메모리 사용량이 기기의 최대치에 가까워졌습니다. 너무 많은 메모리를 사용 시 iOS가 VM을 종료시킬 수 있습니다.
pl: Całkowite użycie pamięci jest bliskie limitu twojego urządzenia. iOS zatrzyma wirtualną maszynę, jeśli ta będzie dalej używać tyle pamięci.
ru: Общее потребление памяти близко к пределу, установленному на устройстве. iOS убьет виртуальную машину, если она потребляет слишком много памяти.

source: These settings are unavailable in console display mode.
es_419: Estas configuraciones no están disponibles en el modo de consola.
fi: Nämä asetukset eivät ole käytettävissä konsolin näyttötilassa.
it: Queste impostazioni non sono disponibili nella modalità console
pl: Te ustawienia nie są dostępne w trybie konsolowym.
ru: Эти настройки недоступны в режиме отображения консоли.

source: This version of macOS does not support audio in console mode. Please change the VM configuration or upgrade macOS.
es_419: Esta versión de macOS no soporta audio en el modo de consola. Por favor cambia la configuración de la VM o actualiza macOS.
fi: Tämä macOS-versio ei tue ääntä konsolitilassa. Muuta VM-kokoonpanoa tai päivitä macOS.
it: Questa versione di macOS non supporta l'audio in modalità console. Cambia la configurazione della VM o aggiorna macOS.
pl: Ta wersja macOS nie wspiera dźwięku w trybie konsolowym. Proszę zweryfikować konfigurację wirtualnej maszyny lub zaktualizować macOS.
ru: Данная версия macOS не поддерживает звук в режиме консоли. Измените конфигурацию ВМ или обновите macOS..

source: This version of macOS does not support GPU acceleration. Please change the VM configuration or upgrade macOS.
es_419: Esta versión de macOS no soporta aceleración por GPU. Por favor cambia la configuración de la VM o actualiza macOS.
fi: Tämä macOS-versio ei tue GPU-kiihdytystä. Muuta VM-kokoonpanoa tai päivitä macOS.
it: Questa versione di macOS non supporta l'accelerazione della GPU. Cambia la configurazione della VM o aggiorna macOS.
ru: Данная версия macOS не поддерживает ускорение GPU. Измените конфигурацию ВМ или обновите macOS.

source: This virtual machine has been deleted.
fi: Tämä virtuaalikone on poistettu.
pl: Ta wirtualna maszyna została usunięta.

source: Type
es_419: Tipo
fi: Tyyppi
it: Tipo
ko: 인터페이스
pl: Typ
ru: Тип

source: UDP Forward
es_419: Redirección UDP
fi: UDP eteenpäin
it: Inoltro UDP
pl: Przekierowanie UDP
ru: Проброс UDP

source: Unknown
es_419: Desconocido
fi: Tuntematon
it: Sconosciuto
pl: Nieznany
ru: Неизвестно

source: USB 3.0 (XHCI) Support
fi: USB 3.0 (XHCI) -tuki
pl: Wsparcie USB 3.0 (XHCI)

source: USB Drive
fi: USB-asema
pl: Dysk USB

source: USB not supported in console display mode.
fi: USB:tä ei tueta konsolin näyttötilassa.
pl: USB nie jest wspierane w trybie konsolowym.

source: USB not supported in this build of UTM.
fi: Tämä UTM-versio ei tue USB:tä.
pl: USB nie jest wspierane przez tą wersję UTM.

source: Use only performance cores by default (deprecated: now configured per-VM)
fi: Käytä oletuksena vain suorituskykyytimiä (vanhentunut: nyt määritetty VM-kohtaisesti)

source: VirtFS (Recommended)
fi: VirtFS (suositus)
